Repository: efemesudiyeli/Spyquest
Catalog: Spyfall/Resources/Localizable.xcstrings
Source language: en
Languages: fr, tr

source: **Ask Questions:** Take turns asking questions about the location. Players answer honestly, while the spy tries to blend in. **Give Answers:** Provide answers related to the location. Be cautious not to reveal too much to the spy.
fr: **Poser des questions:** À tour de rôle, les joueurs posent des questions sur le lieu. Les joueurs répondent honnêtement, tandis que l'espion essaie de se fondre dans la masse. **Donner des réponses:** Fournir des réponses en rapport avec le lieu. Faites attention à ne pas trop en révéler à l'espion.
tr: **Sorular Sorun:** Sırasıyla mekan hakkında sorular sorun. Oyuncular dürüst cevaplar verirken, casus aranıza sızmaya çalışır. **Cevap Verin:** Mekanla ilgili cevaplar verin. Casusa fazla bilgi vermemeye dikkat edin.

source: **For Players:** Be strategic with your questions and answers. **For the Spy:** Listen carefully to the answers and use your guesses wisely.
fr: **Pour les joueurs:** Soyez stratégique dans vos questions et vos réponses. **Pour l'espion:** Écoutez attentivement les réponses et utilisez vos suppositions à bon escient.
tr: **Oyuncular İçin:** Sorularınızı ve cevaplarınızı stratejik bir şekilde kullanın. **Casus İçin:** Cevapları dikkatle dinleyin ve tahminlerinizi akıllıca kullanın.

source: **Players:** Identify the spy before time runs out. **Spy:** Figure out the location without getting caught.
fr: **Joueurs:**Identifiez l'espion avant la fin du temps imparti. **Espionner:**Trouver l'emplacement sans se faire prendre.
tr: **Oyuncular:** Casusun mekanı bulmasına izin vermeden onu tespit etmelidirler. **Casus:** Oyunculara yakalanmadan bulundukları mekanı tahmin etmelidir.

source: 1. Setup
fr: 1. Mise en place
tr: 1. Kurulum

source: 2. Objective
fr: 2. Objectif
tr: 2. Amaç

source: 3. Gameplay
fr: 3. Le jeu
tr: 3. Oynanış

source: 4. Guess the Spy
fr: 4. Devinez l'espion
tr: 4. Casusu Tahmin Etmek

source: 5. Spy's Turn
fr: 5. Le tour de l'espion
tr: 5. Casus'un Turu

source: 6. End of Game
fr: 6. Fin du jeu
tr: 6. Oyunun Sonu

source: 7. Tips
fr: 7. Les conseils
tr: 7. İpuçları

source: A beautiful yet dangerous island surrounded by pure white sands and crystal-clear waters. A treasure is always guarded somewhere on the shores, but few can reach it.
fr: Une île belle mais dangereuse, entourée de sable blanc et d'eaux cristallines. Un trésor est toujours gardé quelque part sur les rives, mais rares sont ceux qui peuvent l'atteindre.
tr: Bembeyaz kumlar ve kristal berraklığında sularla çevrili, güzel ama tehlikeli bir ada. Kıyılarda her zaman bir hazine korunuyor, ancak buna çok az kişi ulaşabilir.

source: A dark ocean abyss, home to lost underwater cities and sea monsters. Only the bravest sailors survive in these depths.
fr: Un abîme océanique sombre, abritant des cités sous-marines perdues et des monstres marins. Seuls les marins les plus courageux survivent dans ces profondeurs.
tr: Kayıp sualtı şehirlerine ve deniz canavarlarına ev sahipliği yapan karanlık bir okyanus uçurumu. Bu derinliklerde sadece en cesur denizciler hayatta kalır.

source: A forgotten island, abandoned by those searching for its lost treasures. Dangers and traps lurk at every corner.
fr: Une île oubliée, abandonnée par ceux qui cherchent ses trésors perdus. Des dangers et des pièges se cachent à chaque coin de rue.
tr: Kayıp hazinelerini arayanlar tarafından terk edilmiş, unutulmuş bir ada. Her köşede tehlikeler ve tuzaklar pusuya yatmış.

source: A fortress built atop a giant rock, defended against government forces by pirates and rebels. It is surrounded by massive walls and strong guards.
fr: Une forteresse construite au sommet d'un rocher géant, défendue contre les forces gouvernementales par des pirates et des rebelles. Elle est entourée de murs massifs et de gardes puissants.
tr: Dev bir kaya üzerine inşa edilmiş, korsanlar ve asiler tarafından hükümet güçlerine karşı savunulan bir kale. Devasa duvarlar ve güçlü muhafızlarla çevrili.

source: A hidden treasure in ancient caves, surrounded by historical legends. But every treasure is guarded by deadly traps.
fr: Un trésor caché dans d'anciennes grottes, entouré de légendes historiques. Un trésor caché dans d'anciennes grottes, entourées de légendes historiques. Mais chaque trésor est gardé par des pièges mortels.
tr: Antik mağaralarda gizli bir hazine, tarihi efsanelerle çevrili. Ancak her hazine ölümcül tuzaklarla korunuyor.

source: A labyrinthine region formed by a chain of massive islands. Each island holds its own secret, many of which have yet to be discovered.
fr: Une région labyrinthique formée d'une chaîne d'îles massives. Chaque île renferme son propre secret, dont beaucoup n'ont pas encore été découverts.
tr: Devasa adalar zincirinden oluşan labirent benzeri bir bölge. Her ada kendi sırrını barındırıyor, bunların çoğu henüz keşfedilmedi.

source: A lively hub for trade and the central point where authorities battle pirates. The harbor is filled with colorful ships and a bustling marketplace.
fr: C'est une plaque tournante du commerce et le point central où les autorités combattent les pirates. Le port est rempli de navires colorés et d'un marché animé.
tr: Ticaret için canlı bir merkez ve yetkililerin korsanlarla savaştığı merkezi nokta. Liman renkli gemiler ve hareketli bir pazar yeri ile dolu.

source: A mysterious region surrounded by rocky shores and the deep dark waters of the sea. Dangerous storms and mysterious creatures are on the hunt.
fr: Une région mystérieuse entourée de côtes rocheuses et des eaux profondes et sombres de la mer. De dangereuses tempêtes et de mystérieuses créatures sont à l'affût.
tr: Kayalık kıyılar ve denizin derin karanlık suları ile çevrili gizemli bir bölge. Tehlikeli fırtınalar ve gizemli yaratıklar avda.

source: A pirate city where the people struggle against tyrannical rule. Constant conflicts and robberies take place throughout the city.
fr: Une ville pirate où les habitants luttent contre un pouvoir tyrannique. Des conflits constants et des vols ont lieu dans toute la ville.
tr: İnsanların zalim yönetime karşı mücadele ettiği bir korsan şehri. Şehir genelinde sürekli çatışmalar ve soygunlar gerçekleşiyor.

source: A region surrounded by large coral reefs, each corner hiding new dangers. Lost ancient treasures and forgotten sea creatures lie hidden among the corals.
fr: Une région entourée de grands récifs coralliens, dont chaque recoin recèle de nouveaux dangers. Des trésors anciens perdus et des créatures marines oubliées se cachent parmi les coraux.
tr: Büyük mercan resifleriyle çevrili bir bölge, her köşe yeni tehlikeler gizliyor. Kaybolmuş antik hazineler ve unutulmuş deniz yaratıkları mercanlar arasında gizleniyor.

source: A region surrounded by shallow waters and rocks, filled with sunken ships full of gold. Navigating here is perilous, and survival is incredibly difficult.
fr: Une région entourée d'eaux peu profondes et de rochers, remplie de navires coulés remplis d'or. La navigation y est périlleuse et la survie incroyablement difficile.
tr: Sığ sular ve kayalarla çevrili, altın dolu batık gemilerle dolu bir bölge. Burada gezinmek tehlikeli ve hayatta kalmak inanılmaz derecede zor.

source: A region where storms constantly shatter sea routes and the ocean's surface is tumultuous. Surviving here is nearly impossible, but those who endure the storms can gain great rewards.
fr: Une région où les tempêtes brisent constamment les routes maritimes et où la surface de l'océan est tumultueuse. Il est pratiquement impossible d'y survivre, mais ceux qui endurent les tempêtes peuvent obtenir de grandes récompenses.
tr: Fırtınaların sürekli deniz yollarını parçaladığı ve okyanus yüzeyinin çalkantılı olduğu bir bölge. Burada hayatta kalmak neredeyse imkansız, ancak fırtınalara dayananlar büyük ödüller kazanabilir.

source: A secret base hidden among giant trees. The tall trees are home to hanging houses and dangerous traps, making survival a challenge.
fr: Une base secrète cachée au milieu d'arbres géants. Les grands arbres abritent des maisons suspendues et des pièges dangereux, ce qui fait de la survie un véritable défi.
tr: Dev ağaçlar arasında gizlenmiş gizli bir üs. Uzun ağaçlar asılı evlere ve tehlikeli tuzaklara ev sahipliği yapıyor, hayatta kalmayı zorlaştırıyor.

source: Abandoned Town
fr: Ville abandonnée
tr: Terkedilmiş Kasaba

source: Accountant
fr: Comptable
tr: Muhasebeci

source: Actor
fr: Acteur
tr: Aktör

source: Add
fr: Ajouter
tr: Ekle

source: Administrator
fr: Administrateur
tr: Yönetici

source: Ads Removed
fr: Annonces supprimées
tr: Reklamlar Kaldırıldı

source: Air Hostess
fr: Hôtesse de l'air
tr: Hostes

source: Air Marshal
fr: Maréchal de l'air
tr: Savaş Pilotu

source: Airplane
fr: Avion
tr: Uçak

source: All Edition
fr: Toutes les éditions
tr: Hepsi Versiyon

source: All Edition (%lld)
fr: Toutes les éditions (%lld)
tr: Hepsi Versiyon (%lld)

source: Ambassador
fr: Ambassadeur
tr: Büyükelçi

source: Amusement Park
fr: Parc d'attractions
tr: Lunapark

source: An abandoned rocky region that hides the darkest secrets of the sea. Ghostly pirates and dangerous sea monsters haunt the area.
fr: Une région rocheuse abandonnée qui cache les secrets les plus sombres de la mer. Des pirates fantômes et de dangereux monstres marins hantent la région.
tr: Denizin en karanlık sırlarını saklayan terk edilmiş kayalık bir bölge. Hayaletimsi korsanlar ve tehlikeli deniz canavarları bölgeyi mesken tutmuş.

source: An island cursed by the spirits of dead pirates. Now a place haunted by ghosts and the ruins of old structures, entering here means certain disappearance.
fr: Une île maudite par les esprits des pirates morts.Aujourd'hui, c'est un lieu hanté par des fantômes et les ruines d'anciennes structures. Y pénétrer est synonyme de disparition certaine.
tr: Ölü korsanların ruhları tarafından lanetlenen bir ada. Şimdi hayaletler ve eski yapıların kalıntıları tarafından mesken tutulmuş bir yer, buraya girmek kesin bir kaybolma anlamına gelir.

source: An island famous for its rapidly changing weather, where storms constantly rage, and survival is nearly impossible.
fr: Une île célèbre pour ses changements climatiques rapides, où les tempêtes font rage en permanence et où il est presque impossible de survivre.
tr: Hızla değişen hava durumu ile ünlü bir ada, fırtınaların sürekli kükredigi ve hayatta kalmanın neredeyse imkansız olduğu bir yer.

source: An island surrounded by high mountains and constantly erupting lava, only brave pirates dare set foot here. Every step brings the threat of death.
fr: Une île entourée de hautes montagnes et de lave en éruption constante, seuls les pirates courageux osent y mettre les pieds. Chaque pas est une menace de mort.
tr: Yüksek dağlar ve sürekli püsküren lavlarla çevrili bir ada, sadece cesur korsanlar buraya ayak basmaya cüret eder. Her adım ölüm tehdidi getirir.

source: Anesthesiologist
fr: Anesthésiste
tr: Anestezist

source: Animal Lover
fr: Amoureux des animaux
tr: Hayvan Sever

source: Animal Trainer
fr: Dresseur d'animaux
tr: Hayvan Eğiticisi

source: Announcer
fr: Annonceur
tr: Sunucu

source: Annoying Child
fr: Enfant ennuyeux
tr: Rahatsız Edici Çocuk

source: Appraiser
fr: Évaluateur
tr: Değerleme Uzmanı

source: Architect
fr: Architecte
tr: Mimar

source: Archivist
fr: Archiviste
tr: Arşivci

source: Are you sure you want to restart the game?
fr: Êtes-vous sûr de vouloir redémarrer le jeu ?
tr: Oyunu yeniden başlatmak istediğine emin misin?

source: Armored Car Driver
fr: Conducteur de véhicule blindé
tr: Zırhlı Araç Şoförü

source: Art Collector
fr: Collectionneur d'art
tr: Koleksiyoncu

source: Art Critic
fr: Critique d'art
tr: Sanat Eleştirmeni

source: Art Museum
fr: Musée d'art
tr: Sanat Müzesi

source: Astronomer
fr: Astronome
tr: Astronom

source: At any time, players can discuss and vote to accuse someone of being the spy. If the accused is the spy, the players win. If not, spy wins.
fr: À tout moment, les joueurs peuvent discuter et voter pour accuser quelqu'un d'être l'espion. Si l'accusé est l'espion, les joueurs gagnent. Dans le cas contraire, l'espion gagne.
tr: Herhangi bir anda oyuncular, birinin casus olduğunu öne sürmek için tartışabilir ve oy kullanabilir. Suçlanan kişi casus ise, oyuncular kazanır. Değilse, casus kazanır.

source: Athlete
fr: Athlète
tr: Atlet

source: Attendant
fr: Préposé
tr: Görevli

source: Audience Member
fr: Membre du public
tr: Seyirci

source: Author
fr: Auteur
tr: Yazar

source: Auto Mechanic
fr: Mécanicien automobile
tr: Araba Tamircisi

source: Back to Lobby
fr: Retour au lobby
tr: Lobiye Dön

source: Backstage Crew
fr: L'équipe des coulisses
tr: Sahne Arkası Ekibi

source: Bad Guy
fr: Méchant
tr: Kötü Adam

source: Ballet Dancer
fr: Danseuse de ballet
tr: Bale Dansçısı

source: Ballet Theater
fr: Théâtre de ballet
tr: Bale Tiyatrosu

source: Bandit Camp
fr: Camp de bandits
tr: Haydut Kampı

source: Bank
fr: Banque
tr: Banka

source: Bar Back
fr: Dos de bar
tr: Bar Görevlisi

source: Bar Tender
fr: Teneur de bar
tr: Barmen

source: Bartender
fr: Barman
tr: Barmen

source: Baseball Stadium
fr: Stade de baseball
tr: Beyzbol Stadyumu

source: Bassist
fr: Bassiste
tr: Bas Gitarist

source: Beach
fr: Plage
tr: Sahil

source: Beach Goer
fr: Plaisancier
tr: Sahil Bağımlısı

source: Beach Photographer
fr: Photographe de plage
tr: Sahil Fotoğrafçısı

source: Beach Waitress
fr: Serveuse de plage
tr: Garson

source: Beggar
fr: Mendiant
tr: Dilenci

source: Best Man
fr: Meilleur homme
tr: Sağdıç

source: Biker
fr: Motard
tr: Bisikletçi

source: Biologist
fr: Biologiste
tr: Biyolog

source: Bishop
fr: L'évêque
tr: Piskopos

source: Blacksmith
fr: Forgeron
tr: Demirci

source: Blasting Engineer
fr: Ingénieur en dynamitage
tr: Patlayıcı Mühendisi

source: Blind Person
fr: Personne aveugle
tr: Görme Engelli Kişi

source: Blogger
fr: Blogueur
tr: Blog Yazarı

source: Bloody Captain
fr: Capitaine sanglant
tr: Kanlı Kaptan

source: Bloody City
fr: Ville sanglante
tr: Kanlı Şehir

source: Blowhard
fr: Fanfaron
tr: Palavracı

source: Blue Sands
fr: Sables bleus
tr: Mavi Kumlar

source: Blue Waters Harbor
fr: Port de Blue Waters
tr: Mavi Sular Limanı

source: Book Fanatic
fr: Fanatique de livres
tr: Kitap Fanatiği

source: Border Patrol
fr: Patrouille frontalière
tr: Sınır Devriyesi

source: Bouncer
fr: Videur
tr: Koruma

source: Bounty Hunter
fr: Chasseur de primes
tr: Kelle Avcısı

source: Brave Captain
fr: Capitaine courageux
tr: Cesur Kaptan

source: Brewer
fr: Brasseur
tr: Bira Yapımcısı

source: Brewery
fr: Brasserie
tr: Bira Fabrikası

source: Brewmaster
fr: Maître-brasseur
tr: Bira Ustası

source: Bride
fr: Mariée
tr: Gelin

source: Broadway Theater
fr: Théâtre de Broadway
tr: Tiyatro

source: Builder
fr: Constructeur
tr: İnşaatçı

source: Bunkhouse
fr: Dortoir
tr: Baraka

source: Bureaucrat
fr: Bureaucrate
tr: Bürokrat

source: Bus Driver
fr: Chauffeur de bus
tr: Otobüs Şoförü

source: Bus Stop
fr: Arrêt de bus
tr: Otobüs Durağı

source: Businessman
fr: Homme d'affaires
tr: İş İnsanı

source: Butcher
fr: Boucher
tr: Kasap

source: Butler
fr: Majordome
tr: Uşak

source: Bystander
fr: Témoin
tr: Seyirci

source: Cabin Boy
fr: Garçon de cabine
tr: Mürettebat Üyesi

source: Cactus Valley
fr: Vallée du Cactus
tr: Kaktüs Vadisi

source: Cactus Valley is a vast, arid expanse surrounded by towering cacti. The heat is relentless, and only the toughest survive here. Outlaws use the valley to hide from the law, while travelers and ranchers brave the harsh conditions for their livelihood.
fr: La Vallée des Cactus est une vaste étendue aride entourée de cactus imposants. La chaleur y est implacable et seuls les plus robustes y survivent. Les hors-la-loi utilisent la vallée pour se cacher de la loi, tandis que les voyageurs et les éleveurs bravent les conditions difficiles pour gagner leur vie.
tr: Kaktüs Vadisi, yüksek kaktüslerle çevrili geniş, kurak bir alandır. Sıcaklık acımasızdır ve burada sadece en güçlüler hayatta kalır. Kanun kaçakları kanunlardan saklanmak için vadiyi kullanırken, gezginler ve çiftçiler geçimlerini sağlamak için zorlu koşullara göğüs gerer.

source: Cafeteria Lady
fr: Dame de la cafétéria
tr: Kantin Görevlisi

source: Camera Man
fr: L'homme à la caméra
tr: Kameraman

source: Camper
fr: Campeur
tr: Kampçı

source: Cancel
fr: Annuler
tr: İptal

source: Candy Factory
fr: Fabrique de bonbons
tr: Şeker Fabrikası

source: Cannoneer
fr: Canonnier
tr: Topçu

source: Captain
fr: Capitaine
tr: Kaptan

source: Car Enthusiast
fr: Passionné de voitures
tr: Araba Sever

source: Car Owner
fr: Propriétaire de voiture
tr: Araba Sahibi

source: Car Wash Operator
fr: Opérateur de lave-auto
tr: Araç Yıkama Operatörü

source: Car Washer
fr: Lave-auto
tr: Araç Yıkayıcısı

source: Caretaker
fr: Gardien
tr: Bakıcı

source: Cargo Inspector
fr: Inspecteur de fret
tr: Kargo Müfettişi

source: Cargo Overseer
fr: Superviseur de cargaison
tr: Kargo Gözetmeni

source: Carnival
fr: Carnaval
tr: Karnaval

source: Cashier
fr: Caissier
tr: Kasiyer

source: Castle
fr: Château
tr: Kale

source: Cat
fr: Chat
tr: Kedi

source: Cat Owner
fr: Propriétaire de chat
tr: Kedi Sahibi

source: Cat Show
fr: Exposition de chats
tr: Kedi Gösterisi

source: Cat Trainer
fr: Dresseur de chats
tr: Kedi Eğitmeni

source: Cat-Handler
fr: Maître-chat
tr: Kedi Bakıcısı

source: Catcher
fr: Attrapeur
tr: Yakalayıcı

source: Cathedral
fr: Cathédrale
tr: Katedral

source: Cattle Driver
fr: Conducteur de bétail
tr: Sığır Çobanı

source: Cattle Ranch
fr: Élevage de bovins
tr: Sığır Çiftliği

source: Cave Protector
fr: Protecteur de grotte
tr: Mağara Koruyucusu

source: CCTV Operatör
fr: Opérateur CCTV
tr: Kamera Operatörü

source: Cemetery
fr: Cimetière
tr: Mezarlık

source: Change Language
fr: Changer de langue
tr: Dil Değiştir

source: Change Your Plan
fr: Modifier votre plan
tr: Planını Değiştir

source: Chef
fr: Chef cuisinier
tr: Şef

source: Chief
fr: Chef
tr: İtfaiye Şefi

source: Child
fr: Enfant
tr: Çocuk

source: Choreographer
fr: Chorégraphe
tr: Koreograf

source: Chorister
fr: Choriste
tr: Koro Üyesi

source: Churchgoer
fr: Le pratiquant d'église
tr: Kiliseye Giden

source: Circus Tent
fr: Chapiteau de cirque
tr: Sirk Çadırı

source: City Guard
fr: Gardien de la ville
tr: Şehir Muhafızı

source: Civilian
fr: Civil
tr: Sivil

source: Cleaner
fr: Nettoyeur
tr: Temizlikçi

source: Climate Change Activist
fr: Activiste du changement climatique
tr: İklim Değişikliği Aktivisti

source: Clubhouse Manager
fr: Gestionnaire du clubhouse
tr: Kulüp Binası Yöneticisi

source: Clue Board Game
fr: Jeu de société Clue
tr: İpucu Masa Oyunu

source: Co-Pilot
fr: Co-pilote
tr: Yardımcı Pilot

source: Coach
fr: Entraîneur
tr: Koç

source: Coal Mine
fr: Mine de charbon
tr: Kömür Madeni

source: Coat Check Lady
fr: La dame du vestiaire
tr: Vestiyer Kontrol Müdürü

source: Coffee Shop
fr: Café
tr: Kafe

source: Collector
fr: Collectionneur
tr: Koleksiyoncu

source: Colonel
fr: Le colonel
tr: Albay

source: Colonel Mustard
fr: Colonel Moutarde
tr: Albay Mustard

source: Combined Edition
fr: Édition combinée
tr: Birleşik Versiyon

source: Combined Edition (%lld)
fr: Édition combinée (%lld)
tr: Birleşik Versiyon (%lld)

source: Comedian
fr: Comédien
tr: Komedyen

source: Comedy Club
fr: Club de comédie
tr: Komedi Kulübü

source: Commander
fr: Commandant
tr: Komutan

source: Commenter
fr: Commentateur
tr: Yorumcu

source: Commuter
fr: Banlieue
tr: Seyahat Eden Kişi

source: Construction Site
fr: Chantier de construction
tr: İnşaat Alanı

source: Construction Worker
fr: Ouvrier du bâtiment
tr: İnşaat İşçisi

source: Contractor
fr: Entrepreneur
tr: Müteahhit

source: Cook
fr: Cuisiner
tr: Aşçı

source: Coordinator
fr: Coordinateur
tr: Koordinatör

source: Coral Hunter
fr: Chasseur de corail
tr: Mercan Avcısı

source: Corporate Party
fr: Soirée d'entreprise
tr: Şirket Partisi

source: Correctional Officer
fr: Agent correctionnel
tr: Hapishane Memuru

source: Costume Artist
fr: Artiste costumier
tr: Kostüm Tasarımcısı

source: Costume Designer
fr: Concepteur de costumes
tr: Kostüm Tasarımcısı

source: Cowboy Ranch
fr: Ranch des cow-boys
tr: Kovboy Çiftliği

source: Crane Driver
fr: Conducteur de grue
tr: Vinç Operatörü

source: Crazy Cat Lady
fr: La femme au chat fou
tr: Kedi Sever Çılgın Teyze

source: Create Game
fr: Créer un jeu
tr: Oyun Oluştur

source: Create New Room
fr: Créer une nouvelle salle
tr: Yeni Oda Oluştur

source: Create Room
fr: Créer la salle
tr: Oda Oluştur

source: Crewman
fr: Equipier
tr: Görevli

source: Cribbage Player
fr: Joueur de cribbage
tr: Kart Oyuncusu

source: Criminal
fr: Criminel
tr: Suçlu

source: Criminalist
fr: Criminaliste
tr: Kriminalist

source: Cruel Queen
fr: Reine cruelle
tr: Zalim Kraliçe

source: Cruise Director
fr: Directeur de croisière
tr: Kruvazör Direktörü

source: Cruise Ship
fr: Bateau de croisière
tr: Kruvazör Gemisi

source: Crusader Army
fr: L'armée des croisés
tr: Haçlı Ordusu

source: Cursed
fr: Maudits
tr: Lanetli

source: Cursed Rocks
fr: Roches maudites
tr: Lanetli Kayalar

source: Customer
fr: Client
tr: Müşteri

source: Dancer
fr: Danseur
tr: Dansçı

source: Dark Reef Island
fr: Île du récif sombre
tr: Karanlık Resif Adası

source: Day Spa
fr: Spa de jour
tr: Spa Merkezi

source: Dead Person
fr: Personne décédée
tr: Ölü

source: Dead Pirates' Vow
fr: Le vœu des pirates morts
tr: Ölü Korsanların Yemini

source: Dealer
fr: Concessionnaire
tr: Krupiye

source: Dean
fr: Doyen
tr: Dekan

source: Deckhand
fr: Matelot de pont
tr: Güverte Görevlisi

source: Delivery Boy
fr: Livreur
tr: Paket Elemanı

source: Delivery Driver
fr: Chauffeur-livreur
tr: Teslimat Şoförü

source: Delivery Person
fr: Livreur
tr: Kurye

source: Dental Assistant
fr: Assistant dentaire
tr: Diş Asistanı

source: Dental Hygienist
fr: Hygiéniste dentaire
tr: Diş Hijyenisti

source: Dentist
fr: Dentiste
tr: Dişçi

source: Dentist Office
fr: Cabinet dentaire
tr: Diş Muayenehanesi

source: Deputy
fr: Député
tr: Şerif Yardımcısı

source: Dermatologist
fr: Dermatologue
tr: Dermatolog

source: Desert Native
fr: Natif du désert
tr: Çöl Yerlisi

source: Desert Oasis
fr: Oasis du désert
tr: Çöl Vahası

source: Desert Traveler
fr: Voyageur du désert
tr: Çöl Gezgini

source: Deserter
fr: Déserteur
tr: Asker Kaçağı

source: Detective
fr: Détective
tr: Dedektif

source: Diplomat
fr: Diplomate

source: Director
fr: Directeur
tr: Yapımcı

source: Dismiss
fr: Rejeter
tr: Tamam

source: Diver
fr: Plongeur
tr: Dalgıç

source: Doctor
fr: Médecin
tr: Doktor

source: Don't get caught! Ask questions to figure out where you are.
fr: Ne vous faites pas prendre! Posez des questions pour savoir où vous êtes.
tr: Yakalanma! Nerede olduğunu anlamak için sorular sor.

source: Doorman
fr: Portier
tr: Kapı Görevlisi

source: Drifter
fr: Le conducteur
tr: Başıboş Gezgin

source: Driller
fr: Foreur
tr: Delici

source: Driver
fr: Conducteur
tr: Sürücü

source: Drummer
fr: Batteur
tr: Baterist

source: Drunk Person
fr: Personne ivre
tr: Sarhoş Kişi

source: Drunken Gambler
fr: Joueur ivre
tr: Sarhoş Kumarbaz

source: Dump Truck Operator
fr: Opérateur de camion-benne
tr: Kamyon Şoförü

source: Dusty Town
fr: Ville poussiéreuse
tr: Tozlu Kasaba
